Repository: Skyost/UnicaenTimetable
Catalog: ios/TodayWidget/*.lproj/Localizable.strings
Languages: fr

# title
source: Timetable
fr: Emploi du temps

# description
source: Display today's timetable.
fr: Affiche l'emploi du temps du jour.

# error %@
source: Failed to load your timetable : %@.
fr: Impossible de charger votre emploi du temps : %@.

# nothing
source: Nothing for this day. If you think there should be something, please refresh your timetable.
fr: Aucun cours pour cette journée. Si vous pensiez avoir quelque chose, veuillez rafraîchir votre emploi du temps.

# noMoreLesson
source: There is nothing remaining today.
fr: Il ne reste plus aucun cours aujourd'hui.

# andMore %lld
source: ... and %lld more
fr: ... et %lld de plus

# previousDayTitle
source: Previous day
fr: Jour précédent

# previousDayDescription
source: Display the previous day's timetable.
fr: Affiche l'emploi du temps du jour précédent.

# nextDayTitle
source: Next day
fr: Jour suivant

# nextDayDescription
source: Display the next day's timetable.
fr: Affiche l'emploi du temps du jour suivant.
